aaron-bond.better-comments
adpyke.codesnap
aessoft.aessoft-class-autocomplete
afnizarnur.framer-snippets-vscode
afzalsayed96.reacticons
agutierrezr.emmet-keybindings
agutierrezr.react-vsc-essentials
ajmnz.prisma-import
akamud.vscode-javascript-snippet-pack
albert.tabout
anbuselvanrocky.bootstrap5-vscode
angelorafael.jsx-html-tags
angular.ng-template
anteprimorac.html-end-tag-labels
austenc.tailwind-docs
avneeshagarwal.react-nextjs-snippets
batisteo.vscode-django
be5invis.vscode-custom-css
bierner.lit-html
bodil.file-browser
bourhaouta.tailwindshades
bracketpaircolordlw.bracket-pair-color-dlw
bradlc.vscode-tailwindcss
brandonkirbyson.vscode-animations
britesnow.vscode-toggle-quotes
burkeholland.simple-react-snippets
casperstorm.directory-files
chris-noring.cpp-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cstrap.python-snippets
davidbabel.vscode-simpler-icons
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
donjayamanne.jquerysnippets
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
drcika.apc-extension
dsznajder.es7-react-js-snippets
dzhavat.bracket-pair-toggler
eamodio.gitlens
ecmel.vscode-html-css
edgarjs.next-js-commands
editorconfig.editorconfig
eliverlara.andromeda
equimper.react-native-react-redux
esbenp.prettier-vscode
exodiusstudios.comment-anchors
feiskyer.chatgpt-copilot
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.next-js
frhtylcn.pythonsnippets
github.copilot-chat
github.vscode-pull-request-github
glenn2223.live-sass
gluons.vscode-atom-sass-snippet
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-syntax
haanhthao.reactnative-snippet
hecaiming.reactnative-app-start
hecaiming.reactnative-start
hridoy.jquery-snippets
hwencc.html-tag-wrapper
idleberg.icon-fonts
ijs.reactnextjssnippets
infeng.vscode-react-typescript
inu1255.easy-snippet
ionutvmi.path-autocomplete
jakewilson.vscode-picture
jasonlhy.hungry-delete
junhaophoa.jh-s-snippets-for-reactnative
kareemelaasar.tyler-s-snippets-for-reactnative
kevinrose.vsc-python-indent
l7ssha.tag-inserter
lolkush.quickstart
mariusalchimavicius.json-to-ts
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
michelemelluso.code-beautifier
micnil.vscode-checkpoints
midnightsyntax.vscode-wrap-console-log
mikestead.dotenv
mishkinf.goto-next-previous-member
mongodb.mongodb-vscode
mquandalle.graphql
mrmlnc.vscode-duplicate
mrmlnc.vscode-scss
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-edgedevtools.vscode-edge-devtools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.vscode-speech
ms-vscode.vscode-typescript-next
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
naqvi.es7-react-snippets
nicoespeon.abracadabra
nidu.copy-json-path
njpwerner.autodocstring
p1c2u.docker-compose
pkief.material-icon-theme
postman.postman-for-vscode
prisma.prisma
rajdeepchandra.reactnativesnippets
rajeshroyal896.extended-html5-boilerplate
rangav.vscode-thunder-client
rapidapi.vscode-services
redhat.vscode-yaml
rettimo.nextjs-vscode-snippets
riazxrazor.html-to-jsx
richie5um2.vscode-sort-json
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
ruucm.framerx-code-generators
rvest.vs-code-prettier-eslint
ryu1kn.partial-diff
sburg.vscode-javascript-booster
shaman-apprentice.html5-skelton
sidthesloth.html5-boilerplate
skyran.js-jsx-snippets
solnurkarim.html-to-css-autocompletion
styled-components.vscode-styled-components
subframe7536.custom-ui-style
syler.sass-indented
taodongwu.ejs-snippets
thekalinga.bootstrap4-vscode
tushortz.python-extended-snippets
usernamehw.errorlens
vitaliymaz.vscode-svg-previewer
vscode-icons-team.vscode-icons
walkme.html5-extension-pack
wayou.vscode-icons-mac
wcwhitehead.bootstrap-3-snippets
wholroyd.jinja
willluke.nextjs
woodreamz.es7-react-js-snippets
wscats.html-snippets
wso2.choreo
wso2.wso2-platform
xabikos.javascriptsnippets
yatki.vscode-surround
yyxhx.cpp-quick-start-snippet-for-beginners
zarifprogrammer.tailwind-snippets
zignd.html-css-class-completion
